[
  {
    "plantName": "The Sun",
    "description": "The Sun is the star at the heart of our solar system. Its gravity holds the solar system together, keeping everything — from the biggest planets to the smallest bits of debris — in its orbit.",
    "plantType": "heliophytes",
    "image": ""
  },
  {
    "plantName": "Mercury",
    "description": "Mercury is the closest planet to the Sun, and the smallest planet in our solar system - only slightly larger than Earth's Moon.",
    "plantType": "terrestrial",
    "image": ""
  },
  {
    "plantName": "Venus",
    "description": "Venus is the second planet from the Sun, and the sixth largest planet. It’s the hottest planet in our solar system.",
    "plantType": "terrestrial",
    "image": ""
  },
  {
    "plantName": "Earth",
    "description": "Earth plants, or terrestrial plants, are plants that grow on land. They have adaptations like roots, stems, leaves, and flowers for survival in terrestrial environments.",
    "plantType": "terrestrial",
    "image": ""
  },
  {
    "plantName": "Jupiter",
    "description": "Jupiter is the fifth planet from the Sun, and the largest in the solar system – more than twice as massive as the other planets combined.",
    "plantType": "gas giant",
    "image": ""
  },
  {
    "plantName": "Mars",
    "description": "Mars is the fourth planet from the Sun, and the seventh largest. It’s the only planet we know of inhabited entirely by robots.",
    "plantType": "terrestrial",
    "image": ""
  },
  {
    "plantName": "Uranus",
    "description": "Uranus is the seventh planet from the Sun, and the third largest planet in our solar system. It appears to spin sideways.",
    "plantType": "ice giants",
    "image": ""
  },
  {
    "plantName": "Saturn",
    "description": "Saturn is the sixth planet from the Sun, and the second largest in the solar system. It’s surrounded by beautiful rings.",
    "plantType": "gas-giant",
    "image": ""
  },
  {
    "plantName": "Neptune",
    "description": "Neptune is the eighth, and most distant planet from the Sun. It’s the fourth-largest, and the first planet discovered with math.",
    "plantType": "ice giants",
    "image": ""
  }
]
